Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TEST_SYSTEM_TRUST_PROXY_DETECTED_ALERT_MESSAGE
source: We have detected a network proxy enabled on this device. To validate the certificate all proxies must be disabled.
ar: لقد اكتشفنا أن هناك خادمًا وكيلاً للشبكة قد تم تمكينه على هذا الجهاز. للتحقق من صحة الشهادة، يجب تعطيل كل الخوادم الوكيلة.
bg: Разпознато е, че на това устройство се използва мрежово прокси. За да валидирате сертификата, всички проксита трябва да са изключени.
ca: Hem detectat un proxy de xarxa activat al dispositiu. Per validar el certificat, cal desactivar tots els proxies.
cs: Na zařízení byl nalezen zapnutý síťový proxy server. Při ověřování certifikátu musí být všechny proxy servery vypnuté.
da: Der er registreret en netværksproxy, som er slået til på denne enhed. Alle proxyservere skal være slået fra for at godkende certifikatet.
de: Es wurde ein aktivierter Netzwerkproxy auf diesem Gerät festgestellt. Um das Zertifikat zu überprüfen, müssen alle Proxys deaktiviert sein.
el: Εντοπίστηκε ένας ενεργοποιημένος μεσολαβητής δικτύου σε αυτήν τη συσκευή. Για επικύρωση του πιστοποιητικού, πρέπει να απενεργοποιηθούν όλοι οι μεσολαβητές.
es: Se ha detectado un proxy de red activado en este dispositivo. Para validar el certificado, todos los proxies deben estar desactivados.
es_419: Se detectó un proxy de red activado en este dispositivo. Para validar el certificado, debes desactivar todos los proxies.
fi: Tälle laitteelle on otettu käyttöön verkkovälipalvelin. Varmenteen vahvistamista varten kaikki välipalvelimet on poistettava käytöstä.
fr: Nous avons détecté un proxy de réseau activé sur cet appareil. Pour valider le certificat, tous les proxys doivent être désactivés.
fr_ca: Nous avons détecté un serveur mandataire de réseau activé sur cet appareil. Tous les serveurs mandataires doivent être désactivés pour valider le certificat.
he: זיהינו פרוקסי רשת פעיל במכשיר זה. כדי לאמת את האישור, יש לכבות את כל שרתי הפרוקסי.
hi: हमने पाया है कि इस डिवाइस पर एक नेटवर्क प्रॉक्सी सक्षम है। सर्टिफ़िकेट के वैलिडेशन के लिए सभी प्रॉक्सी अक्षम होने चाहिए।
hr: Detektirali smo omogućeni mrežni proxy na ovom uređaju. Za provjeru certifikata svi proxyji trebaju biti onemogućeni.
hu: Egy olyan hálózati proxyt észleltünk, amely engedélyezve van ezen az eszközön. A tanúsítványhitelesítéshez minden proxyt le kell tiltani.
id: Kami telah mendeteksi proxy jaringan yang diaktifkan di perangkat ini. Untuk memvalidasi sertifikat, semua proxy harus dinonaktifkan.
it: È stato rilevato un proxy di rete abilitato sul dispositivo. Per convalidare il certificato, tutti i proxy devono essere disabilitati.
ja: このデバイスでネットワークプロキシが有効になっていることが検出されました。証明書を検証するには、すべてのプロキシを無効にする必要があります。
kk: Бұл құрылғыда қосылған желілік прокси-сервер анықталды. Сертификатты тексеру үшін барлық прокси-серверді өшіру керек.
ko: 이 기기에서 활성화된 네트워크 프록시를 감지했습니다. 인증서의 유효성을 확인하려면 모든 프록시를 비활성화해야 합니다.
lt: Aptikome, kad šiame įrenginyje įjungtas tinklo tarpinis serveris. Norint patvirtinti sertifikatą, reikia išjungti visus tarpinius serverius.
ms: Kami telah mengesan proksi rangkaian didayakan pada peranti ini. Untuk mengesahkan sijil, semua proksi mesti dinyahdayakan.
nl: We hebben vastgesteld dat er een netwerk­proxy is ingeschakeld op dit apparaat. Om het certificaat te valideren, moeten alle proxy's zijn uitgeschakeld.
no: En nettverksproxy er aktivert på denne enheten. Alle proxyer må være slått av før du kan validere sertifikatet.
pl: Na tym urządzeniu wykryto włączony proxy sieciowy. Aby sprawdzić poprawność certyfikatu, musisz wyłączyć wszystkie proxy.
pt: Detectamos um proxy de rede ativado neste dispositivo. Para validar o certificado, é necessário desativar todos os proxies.
pt_pt: Foi detetado um proxy de rede ativado neste dispositivo. Para validar o certificado, todos os proxies têm de estar desativados.
ro: Pe acest dispozitiv a fost detectat un proxy de rețea activat. Pentru a valida certificatul, toate proxy‑urile trebuie dezactivate.
ru: На этом устройстве обнаружен включенный сетевой прокси. Для проверки сертификата необходимо выключить все прокси.
sk: Zistili sme, že na tomto zariadení je zapnutá proxy sieť. Ak chcete overiť certifikát, všetky proxy siete musia byť vypnuté.
sl: V tej napravi je omogočen omrežni posredniški strežnik. Če želite preveriti potrdilo, morate onemogočiti vse omrežne posredniške strežnike.
sv: Vi har identifierat en nätverksproxy som är aktiverad på den här enheten. Om du vill validera certifikatet måste alla proxyanslutningar avaktiveras.
th: เราตรวจพบว่าพร็อกซี่เครือข่ายเปิดใช้งานอยู่บนอุปกรณ์นี้ ในการตรวจสอบใบรับรอง ต้องปิดใช้งานพร็อกซี่ทั้งหมด
tr: Bu aygıtta etkinleştirilmiş bir ağ proxy’si saptadık. Sertifika geçerliliğini doğrulamak için tüm proxy’ler etkisizleştirilmelidir.
uk: На цьому пристрої виявлено ввімкнений мережевий проксі-сервер. Для перевірки сертифіката всі проксі-сервери необхідно вимкнути.
vi: Chúng tôi đã phát hiện thấy một proxy mạng được bật trên thiết bị này. Để xác thực chứng nhận, tất cả các proxy phải được tắt.
zh_cn: 我们检测到此设备已启用网络代理。若要验证证书，必须停用所有代理。
zh_hk: 我們偵測到此裝置上已啟用網絡代理伺服器。如要驗證證書，必須停用所有代理伺服器。
zh_tw: 我們偵測到此裝置已啟用網路代理伺服器。若要驗證憑證，必須停用所有代理伺服器。

# ONSCREEN_CODE_WEBSITE_DESCRIPTION
source: Use any device to sign in using the following URL.
ar: يمكنك استخدام أي جهاز لتسجيل الدخول باستخدام الرابط التالي.
bg: Можете да използвате всякакво устройство, за да влезете в регистрацията от следния URL адрес.
ca: Utilitza qualsevol dispositiu per iniciar sessió amb l’URL següent.
cs: Přihlaste se na kterémkoli zařízení pomocí následujícího odkazu.
da: Brug en enhed til at logge ind vha. den følgende URL-adresse.
de: Melde dich mit einem Gerät deiner Wahl auf der folgenden URL an.
el: Χρησιμοποιήστε οποιαδήποτε συσκευή για να συνδεθείτε μέσω της ακόλουθης διεύθυνσης URL.
es: Usa cualquier dispositivo para iniciar sesión usando la URL siguiente.
es_419: Usa cualquier dispositivo para iniciar sesión mediante la siguiente URL.
fi: Kirjaudu sisään millä tahansa laitteella käyttäen seuraavaa URLia.
fr: Utilisez n’importe quel appareil pour vous connecter en utilisant l’URL suivante.
fr_ca: Utilisez n’importe quel appareil pour vous connecter au moyen de l’URL suivante.
he: ניתן להשתמש בכל מכשיר כדי להתחבר באמצעות כתובת האינטרנט הבאה.
hi: निम्नलिखित URL का इस्तेमाल करके साइन इन करने के लिए किसी भी डिवाइस का इस्तेमाल करें।
hr: Upotrijebite bilo koji uređaj za prijavljivanje putem sljedećeg URL-a.
hu: Jelentkezzen be bármilyen eszközzel a következő URL-címen.
id: Gunakan perangkat apa pun untuk masuk menggunakan URL berikut.
it: Usa qualsiasi dispositivo per accedere tramite il seguente URL.
ja: 次のURLを使用して任意のデバイスでサインインします。
kk: Келесі URL мекенжайының көмегімен жүйеге кіру үшін кез келген құрылғыны пайдаланыңыз.
ko: 아무 기기에서나 다음 URL을 사용하여 로그인하십시오.
lt: Naudodamiesi bet kuriuo įrenginiu prisijunkite naudodami šį URL adresą.
ms: Gunakan sebarang peranti untuk mendaftar masuk menggunakan URL berikut.
nl: Gebruik een willekeurig apparaat om in te loggen via de volgende URL.
no: Logg på hvilken som helst enhet med denne URL-en.
pl: Zaloguj się na dowolnym urządzeniu, używając podanego adresu URL.
pt: Inicie a sessão em qualquer dispositivo usando o URL a seguir.
pt_pt: Use qualquer dispositivo para iniciar sessão através do seguinte URL.
ro: Utilizați orice dispozitiv pentru a vă autentifica folosind următorul URL.
ru: Для входа перейдите по ссылке ниже на любом устройстве.
sk: Pomocou tejto URL sa môžete prihlásiť na ľubovoľnom zariadení.
sl: Za vpis s pomočjo naslednjega naslova URL uporabite poljubno napravo.
sv: Använd en valfri enhet till att logga in med följande URL:
th: ใช้อุปกรณ์ใดก็ได้เพื่อลงชื่อเข้าโดยใช้ URL ต่อไปนี้
tr: Giriş yapmak için şu URL’yi kullanarak herhangi bir aygıtı kullanın.
uk: Увійдіть за цією URL-адресою на будь-якому пристрої.
vi: Sử dụng bất kỳ thiết bị nào để đăng nhập bằng URL sau đây.
zh_cn: 使用任何设备通过下列URL登录。
zh_hk: 使用任何裝置利用以下URL登入。
zh_tw: 透過任何裝置來使用下列URL登入。

# DEVELOPER_STV_PROVIDER_DESCRIPTION
source: The developer added TV Provider that should act as the set-top box provider.
ar: أضاف المطور مزود خدمة التلفزيون الذي يجب أن يعمل كمزود لجهاز الاستقبال.
bg: Разработчикът е добавил ТВ оператор, който би трябвало да действа като доставчик на приемник.
ca: El proveïdor de TV afegit pel desenvolupador que hauria de fer de proveïdor del descodificador de televisió.
cs: Vývojářem přidaný poskytovatel TV, který by měl fungovat jako distributor set‑top boxu.
da: Udvikleren tilføjede en tv-udbyder, der skal fungere som set-top box-distributør.
de: Der vom Entwicklungsteam hinzugefügte TV-Anbieter, der als Set-Top-Box-Anbieter fungieren sollte.
el: Ο πάροχος τηλεοπτικών υπηρεσιών που έχει προσθέσει ο δημιουργός, ο οποίος πρέπει να λειτουργεί ως ο πάροχος αποκωδικοποιητή.
es: El desarrollador ha añadido un proveedor de TV que debería actuar como el proveedor del receptor de TV.
es_419: El desarrollador agregó Proveedor de TV para usarlo como el distribuidor del decodificador.
fi: Kehittäjä lisäsi TV-palveluntarjoajan, joka toimii digisovitin­palveluntarjoana.
fr: Le fournisseur TV ajouté par le développeur devant opérer comme distributeur de décodeur.
fr_ca: Le développeur a ajouté le fournisseur de contenus télévisés qui devrait jouer le rôle de fournisseur du décodeur.
he: המפתחים הוסיפו ספק טלוויזיה שאמור להתנהג כממיר.
hi: डेवलपर द्वारा जोड़ा गया टीवी सर्विस प्रोवाइडर जिसे सेट टॉप बॉक्स प्रोवाइडर के समान व्यवहार करना चाहिए।
hr: Developer je dodao TV operatera koji treba djelovati poput pružatelja prijemnika.
hu: A fejlesztő által hozzáadott televíziószolgáltató, amely a set-top Box forgalmazójaként szerepel.
id: Penyedia TV yang ditambahkan pengembang yang harus berfungsi sebagai penyedia dekoder.
it: Provider TV fornito dallo sviluppatore che simula il provider del Set Top Box.
ja: セットトップボックスの配信元として機能する、デベロッパによって追加されたTVプロバイダ。
kk: Әзірлеуші теледидар тіркемесінің провайдері ретінде әрекет етуі керек теледидар провайдерін қосты.
ko: 개발자가 셋톱 박스 제공업체와 같은 역할을 할 TV 제공업체를 추가했습니다.
lt: Kūrėjas pridėjo televizijos paslaugų teikėją, kuris turėtų veikti kaip priedėlio teikėjas.
ms: Pembangun menambah Penyedia TV yang patut bertindak sebagai penyedia kotak atas set.
nl: De ontwikkelaar heeft een tv-aanbieder toegevoegd, die als distributeur van de settopbox moet fungeren.
no: TV-distributøren lagt til av utvikleren og som skal fungere som mottakerboksdistributør.
pl: Deweloper dodał dostawcę TV, który powinien pełnić rolę dystrybutora przystawki telewizyjnej.
pt: O desenvolvedor adicionou um Provedor de TV que deve agir como o provedor do conversor.
pt_pt: O fornecedor de TV adicionado pelo programador que deve funcionar como fornecedor da box de televisão.
ro: Furnizorul TV adăugat de dezvoltator, care ar trebui să acționeze precum distribuitor set‑top box.
ru: Разработчик добавил телепровайдера, который должен выступать в роли поставщика телеприставки.
sk: Vývojárom pridaný poskytovateľ TV služby, ktorý by mal slúžiť ako distribútor set-top boxu.
sl: Ponudnik televizijskih storitev, ki ga je dodal razvijalec in velja kot ponudnik naprave STB.
sv: Den TV-leverantör som har lagts till av utvecklaren och som ska fungera som Set top box-distributör.
th: นักพัฒนาได้เพิ่มผู้ให้บริการทีวีที่ควรทำหน้าที่เป็นผู้ให้บริการกล่องรับสัญญาณแล้ว
tr: Geliştirici, set üstü kutusu dağıtıcısı gibi davranması gereken TV Sağlayıcı ekledi.
uk: Розробник додав ТБ‑провайдера, який буде вважатися постачальником телеприставки.
vi: Nhà cung cấp TV do nhà phát triển thêm vào sẽ đóng vai trò là nhà cung cấp bộ giải mã.
zh_cn: 开发者添加的电视提供商，身份应为机顶盒提供商。
zh_hk: 開發者加入了應該作為機頂盒供應商的電視供應商。
zh_tw: 開發者加入了應作為機上盒提供者的電視業者。

# DEVELOPER_IS_CACHEBUSTER_ENABLED_ACTION_DESCRIPTION
source: When enabled, the query parameter “cachebuster” will be added to development TV Provider Auth URLs.
ar: عند التمكين، ستتم إضافة معامل الاستعلام "cachebuster" إلى روابط مصادقة تطوير مزود خدمة التلفزيون.
bg: Когато е активно, параметърът „cachebuster“ ще се добавя към URL връзките на разработчика на ТВ оператора.
ca: Si aquesta opció està activada, el paràmetre de cerca “cachebuster” (ignorar la memòria cau) s’afegirà als URL d’autenticació dels proveïdors de TV de desenvolupament.
cs: Pokud je tato volba zapnutá, k URL pro přihlášení k vývojářskému poskytovateli TV bude přidán parametr „cachebuster“.
da: Når indstillingen er slået til, bliver forespørgselsparameteren “cachebuster” føjet til tv-udviklingsudbyderens URL-adresse til godkendelse.
de: Ist diese Option aktiviert, wird der Query-Parameter „cachebuster“ zu den Entwicklungs-TV-Anbieter Auth-URLs hinzugefügt.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η παράμετρος ερωτήματος «cachebuster» θα προστίθεται σε διευθύνσεις URL ελέγχου ταυτότητας παρόχων ανάπτυξης τηλεοπτικών υπηρεσιών.
es: Al activar esta opción, se añadirá el parámetro de consulta “cachebuster” a las URL de autenticación del proveedor de TV de desarrollo.
es_419: Si se activa, el “cachebuster” del parámetro de búsqueda se agregará a las direcciones URL del proveedor de servicio de TV de desarrollo.
fi: Kun käytössä, cachebuster-kyselyparametri lisätään kehittäjä-TV-palveluntarjoajan todentamis-URLeihin.
fr: Lorsque cette option est activée, le paramètre de requête « cachebuster » est ajouté aux URL d’authentification des fournisseurs TV de développement.
fr_ca: Lorsque cette option est activée, le paramètre de requête « cachebuster » est ajouté aux URL d’authentification du fournisseur télévisuel en développement.
he: כאשר מאפיין זה פעיל, פרמטר השאילתא ״Cache Buster״ יתווסף לכתובות האינטרנט לאימות של ספקי שירותי טלוויזיה במצב פיתוח.
hi: सक्षम किए जाने पर क्वेरी पैरामीटर “cachebuster” को डेवलपमेंट टीवी सर्विस प्रोवाइडर Auth URL में जोड़ दिया जाएगा।
hr: Kad je uključeno, parametar “cachebuster” dodat će se u URL za autorizaciju TV operatera za razvoj.
hu: Amikor engedélyezve van, a „cachebuster” lekérdezésparaméter hozzá lesz adva a fejlesztő-televíziószolgáltató hitelesítési URL-ekhez.
id: Jika diaktifkan, parameter permintaan “cachebuster” akan ditambahkan ke URL Auth Penyedia TV pengembangan.
it: Quando l’opzione è abilitata, il parametro della query “cachebuster” viene aggiunto agli URL di autenticazione dei provider TV (sviluppo).
ja: 有効にした場合、“cachebuster”の検索パラメータが開発TVプロバイダの認証URLに追加されます。
kk: Параметр қосылған кезде, теледидар провайдерін әзірлеушіні авторизациялау үшін URL мекенжайларына «cachebuster» сұрау параметрі қосылады.
ko: 활성화되어 있을 때 ‘캐시 버스터’ 쿼리 매개변수가 개발용 TV 제공업체 인증 URL에 추가됩니다.
lt: Kai ši funkcija įjungta, prie kūrimo televizijos teikėjo autentifikavimo URL bus pridėtas užklausos parametras „cachebuster“.
ms: Apabila didayakan, parameter pertanyaan “cachebuster” akan ditambahkan pada URL Pengesahan Penyedia TV pembangunan.
nl: Wanneer dit is ingeschakeld, wordt de zoekparameter 'cachebuster' toegevoegd aan 'Auth-URL' in 'Ontwikkelaar' > 'Tv-aanbieders'.
no: Når innstillingen er aktivert, vil spørringsparameteren «cachebuster» bli lagt til for TV-utviklerdistributører i autentiseringssammenhenger.
pl: Włączenie opcji dodaje parametr zapytania „cachebuster” do adresów URL uwierzytelniania deweloperów/dostawców TV.
pt: Quando esta opção estiver ativada, o parâmetro de consulta "cachebuster" será adicionado aos URLs de Autenticação de Provedor de TV de desenvolvimento.
pt_pt: Com esta opção ativa, o parâmetro de consulta “cachebuster” será adicionado aos URL de autorização de fornecedores de TV.
ro: La activarea opțiunii, parametru de interogare “cachebuster” va fi adăugat la URL‑urile de autentificare la Furnizor TV în scopuri de dezvoltare.
ru: Если этот параметр включен, параметр запроса «cachebuster» будет добавлен к URL для авторизации телепровайдеров-разработчиков.
sk: Keď je táto funkcia zapnutá, do autentifikačných URL vývojárskeho poskytovateľa TV služby bude pridaný parameter na vypnutie medzipamäte.
sl: Kadar je omogočen, bo parameter poizvedbe »cachebuster« dodan med naslove URL za overjanje za ponudnike razvoja televizijskih storitev.
sv: När det här alternativet har aktiverats kommer frågeparametern ”cachebuster” att läggas till i utvecklar-TV-leverantörens autentiserings-URL:er.
th: เมื่อเปิดการใช้งานนี้ พารามิเตอร์ “ตัวลบแคช” ของคำขอจะถูกเพิ่มไปยัง URL สำหรับการตรวจสอบสิทธิ์ผู้ให้บริการการพัฒนาทีวี
tr: Etkinleştirildiğinde “önbellek destekleyicisi” sorgu parametresi, geliştirme TV Sağlayıcı Kimlik Doğrulama URL’lerine eklenir.
uk: Коли ввімкнено, до розробницьких URL‑адрес автентифікації ТБ‑провайдерів додаватиметься параметр «cachebuster».
vi: Khi được bật, tham số truy vấn “xóa bộ nhớ đệm” sẽ được thêm vào các URL xác thực Nhà cung cấp TV phát triển.
zh_cn: 启用后，查询参数“cachebuster”将添加到电视开发提供商的验证URL中。
zh_hk: 啟用時，查詢參數「cachebuster」將會加至開發電視供應商認證URL。
zh_tw: 啟用時，查詢參數「cachebuster」將會加入開發電視業者認證URL。

# IDENTITY_PROVIDER_PICKER_SETTINGS_FOOTER
source: If you don’t see your TV provider, sign in directly from the app you want to use.
ar: إذا كنت لا ترى مزود خدمة التلفزيون الخاص بك، فقم بتسجيل الدخول مباشرةً من التطبيق الذي تريد استخدامه.
bg: Ако не виждате вашия ТВ оператор, влезте директно от приложението, което желаете да използвате.
ca: Si no veus el teu proveïdor de TV, inicia sessió directament des de l’app que vols utilitzar.
cs: Pokud svého poskytovatele TV nevidíte, přihlaste se přímo z aplikace, kterou chcete použít.
da: Hvis du ikke kan se din tv-udbyder, skal du logge ind direkte fra den app, som du vil bruge.
de: Falls dein TV-Anbieter nicht aufgeführt ist, melde dich direkt über die App an, die du verwenden willst.
el: Αν δεν εμφανίζεται ο πάροχος τηλεοπτικών υπηρεσιών σας, συνδεθείτε απευθείας μέσα από την εφαρμογή που θέλετε να χρησιμοποιήσετε.
es: Si no ves tu proveedor de TV, inicia sesión directamente desde la app que quieres usar.
es_419: Si no ves tu proveedor de TV, inicia sesión directamente en la app que quieras usar.
fi: Jos et näe TV-tarjoajaasi, kirjaudu suoraan apista, jota haluat käyttää.
fr: Si vous ne voyez pas votre fournisseur TV, connectez-vous directement depuis l’app que vous souhaitez utiliser.
fr_ca: Si vous ne voyez pas votre fournisseur de contenus télévisés, connectez-vous directement à partir de l’app que vous souhaitez utiliser.
he: אם אינך רואה את ספק שירותי הטלוויזיה שלך, יש להתחבר ישירות מהיישום שבו ברצונך להשתמש.
hi: यदि आपको अपना टीवी सर्विस प्रोवाइडर दिखाई नहीं दे, तो सीधे उस ऐप से साइन इन करें, जिसका आप उपयोग करना चाहते हैं।
hr: Ako ne vidite svog TV operatera, prijavite se izravno iz aplikacije koju želite koristiti.
hu: Ha a televíziószolgáltatója nem látható, akkor jelentkezzen be közvetlenül a használni kívánt appból.
id: Jika Anda tidak melihat penyedia TV Anda, masuk langsung dari app yang ingin Anda gunakan.
it: Se il tuo provider TV non è presente nell’elenco, effettua l’accesso direttamente dall’app che vuoi utilizzare.
ja: TVプロバイダが表示されない場合は、使用するアプリからサインインします。
kk: Теледидар провайдеріңізді көрмей тұрсаңыз, пайдалану қажет қолданбадан жүйеге тікелей кіріңіз.
ko: 사용자의 TV 제공업체가 보이지 않으면 사용하려는 앱에서 직접 로그인하십시오.
lt: Jei nematote savo televizijos paslaugų teikėjo, prisijunkite tiesiai iš programos, kurią norite naudoti.
ms: Jika anda tidak melihat penyedia TV anda, daftar masuk terus daripada app yang anda mahu gunakan.
nl: Log direct in in de app die je wilt gebruiken als je je tv-aanbieder niet ziet.
no: Hvis du ikke ser TV-distributøren din i listen, kan du logge på fra selve appen du vil bruke.
pl: Jeśli nie widzisz swojego dostawcy TV, zaloguj się bezpośrednio z aplikacji, której chcesz użyć.
pt: Se não estiver vendo seu provedor de TV, inicie uma sessão diretamente no app que você deseja usar.
pt_pt: Se não vir o nome do seu fornecedor de TV, inicie sessão diretamente na aplicação que pretende usar.
ro: Dacă nu vedeți furnizorul dvs. TV, autentificați‑vă direct din aplicația pe care doriți să o utilizați.
ru: Если Вы не видите своего телепровайдера, войдите непосредственно из приложения, которое собираетесь использовать.
sk: Ak nevidíte svojho poskytovateľa TV služby, prihláste sa priamo v apke, ktorú chcete používať.
sl: Če vašega ponudnika televizijskih storitev ni med prikazanimi, se vpišite neposredno iz aplikacije, ki jo želite uporabljati.
sv: Om du inte ser TV-leverantören loggar du in direkt från den app du vill använda.
th: ถ้าคุณไม่เห็นผู้ให้บริการทีวีของคุณ ให้ลงชื่อเข้าโดยตรงจากแอปที่คุณต้องการใช้
tr: TV sağlayıcınız listede değilse kullanmak istediğiniz uygulamadan giriş yapın.
uk: Якщо ви не бачите свого ТБ‑провайдера, увійдіть в обліковий запис безпосередньо у програмі, яку хочете використовувати.
vi: Nếu bạn không thấy nhà cung cấp TV của mình, hãy đăng nhập trực tiếp từ ứng dụng bạn muốn sử dụng.
zh_cn: 如果看不到电视提供商，请直接从你想使用的App登录。
zh_hk: 如看不到你的電視供應商，請直接登入想使用的App。
zh_tw: 若看不到你的電視業者，請直接登入想要使用的App。

# DELETE_ACCOUNT_CONFIRMATION_MESSAGE_TV
source: Do you want to sign out of your account on this Apple TV?
ar: هل ترغب في تسجيل الخروج من حسابك على هذا الـ Apple TV؟
bg: Искате ли да излезете от вашата регистрация на този Apple TV?
ca: Vols tancar la sessió del teu compte en aquest Apple TV?
cs: Chcete se na Apple TV odhlásit od svého účtu?
da: Vil du logge ud af din konto på denne Apple TV-enhed?
de: Möchtest du dich von deinem Account auf diesem Apple TV abmelden?
el: Θέλετε να αποσυνδεθείτε από τον λογαριασμό σας σε αυτό το Apple TV;
es: ¿Quieres cerrar la sesión de tu cuenta en este Apple TV?
es_419: ¿Quieres cerrar la sesión de tu cuenta en este Apple TV?
fi: Kirjaudutaanko ulos tililtä Apple TV:ssä?
fr: Voulez-vous vous déconnecter de votre compte sur cette Apple TV ?
fr_ca: Souhaitez-vous vous déconnecter de votre compte sur cette Apple TV?
he: האם ברצונך להתנתק מהחשבון שלך ב-Apple TV זה?
hi: क्या आप इस Apple TV पर अपने खाते से साइन आउट करना चाहते हैं?
hr: Želite li se odjaviti sa svojeg računa na ovom Apple TV-u?
hu: Ki szeretne jelentkezni a fiókjából ezen az Apple TV-n?
id: Apakah Anda ingin keluar dari akun Anda di Apple TV ini?
it: Vuoi eseguire il logout dal tuo account su Apple TV?
ja: このApple TV上のアカウントからサインアウトしますか?
kk: Осы Apple TV қолданбасындағы аккаунтыңыздан шығу қажет пе?
ko: 이 Apple TV의 계정에서 로그아웃하겠습니까?
lt: Ar norite atsijungti nuo paskyros šiame „Apple TV“?
ms: Adakah anda mahu mendaftar keluar daripada akaun anda pada Apple TV ini?
nl: Wil je op deze Apple TV uitloggen bij je account?
no: Vil du logge av kontoen din på Apple TV?
pl: Czy chcesz się wylogować ze swojego konta na tym Apple TV?
pt: Deseja encerrar a sessão da sua conta nesta Apple TV?
pt_pt: Gostaria de terminar sessão na sua conta nesta Apple TV?
ro: Doriți să ieșiți din contul dvs. de pe acest Apple TV?
ru: Хотите выйти из учетной записи на этом Apple TV?
sk: Chcete sa odhlásiť zo svojho účtu na tomto Apple TV?
sl: Se želite izpisati iz svojega računa v aplikaciji Apple TV?
sv: Vill du logga ut från ditt konto på denna Apple TV?
th: คุณต้องการลงชื่อออกจากบัญชีบน Apple TV เครื่องนี้หรือไม่
tr: Bu Apple TV’de hesabınızdan çıkış yapmak istiyor musunuz?
uk: Ви хочете вийти зі свого облікового запису на цьому Apple TV?
vi: Bạn có muốn đăng xuất khỏi tài khoản của mình trên Apple TV này không?
zh_cn: 你要从此Apple TV上退出登录你的账户吗？
zh_hk: 你要登出此Apple TV帳户嗎？
zh_tw: 要在這部Apple TV上登出你的帳號嗎？
